{"_id":0,"string":"test0","mood":0,"__v":0}
{"_id":1,"string":"Today is the first day of your period. Hormone levels dropped at the end of the previous cycle, signaling blood and tissues lining the uterus to break down and shed from the body. Common symptoms include fatigue, cramping, and mental fogginess. Eat a lot of iron-rich foods and keep an eye on the clock around 8am, as researchers found your inner clock runs a little slower at this time of day during the first two weeks of your cycle.","__v":0,"mood":1}
{"_id":2,"string":"You're likely feeling sapped of physical and mental energy today. However, estrogen is on the rise, lifting your mood slightly and boosting optimism. Research shows that during your period (when estrogen is low and testosterone dominates), you excel at spatial skills. If you're experiencing cramps, try drinking chamomile or peppermint tea, as they have been shown to relax uterine muscles.","mood":2,"__v":0}
{"_id":3,"string":"Estrogen is still on the rise, giving you a feeling of relief and sharpening your memory and thought process. Rising estrogen also means you're more interested in love and affection and less interested in chocolate and cookies. Your appetite is likely reduced and your mood boosted. Watch your spending though, because you are more susceptible to impulse buys as estrogen rises.","mood":3,"__v":0}
{"_id":4,"string":"By today, estrogen has likely risen to a point where you're noticing a strong surge in physical and mental energy. This could also be causing you some anxiety and antsiness. Your confidence, mood, and desire to socialize are all on the rise as well. Now would be a good time to start a new habit or break an old one. Remember to replenish your body of iron if you are still feeling sapped of energy.","mood":4,"__v":0}
{"_id":5,"string":"Thanks to rising estrogen, you're probably moving fast and shining bright today. It will take a lot more to get you down. From today through the end of Week 2, beware of things that give you a rush like caffeine, cigarettes, or gambling. Research shows that estrogen triggers a bigger reward sensation in the brain.","mood":5,"__v":0}
{"_id":6,"string":"You're likely more impulsive, curious and optimistic today than you have been in a while. Since you enjoy socializing more during this phase, you may feel a bit bored and lonely if you spend the day by yourself. Now is a good time to make exciting plans and try new things. You may also notice your dreams having an upbeat storyline or romantic vibe to them, thanks to boosts in estrogen.","mood":6,"__v":0}
{"_id":7,"string":"By today, your period should be gone or almost gone. You are probably feeling more passionate in all aspects of your life. Your body is also gearing up for next month and small follicles (little cysts on the ovaries that will release an egg or two) are starting to form. Rising estrogen is sharpening your sense of smell and taste, so you're better at detecting subtle and complex flavors during this phase of your cycle.","mood":7,"__v":0}
{"_id":8,"string":"Week 2 of your cycle is arguably the best. Your mood, brain skills, confidence, and excitement all peak during this week. You're desiring more socialization and romance. Research shows that estrogen makes your facial features more symmetrical and your skin tone more even. You're also better at coming up with more creative, out-of-the-box ideas during this phase because you're thinking faster and are less critical of unconventional ideas you may have.","mood":8,"__v":0}
{"_id":9,"string":"Over the next few days, one follicle will continue developing toward maturity and the uterus lining will thicken to prepare for a fertilized egg to attach. Be aware of heightened impulsiveness during this time, as estrogen is off the charts. If you have a project to tackle, now is an ideal time to do it because your energy and brain-skills are high.","mood":9,"__v":0}
{"_id":10,"string":"Your endometrium (or womb lining) continues to prepare for a fertilized egg.  Your memory skills are excellent. Research has shown that you're drawn towards those who are dominant, confident and assertive during this time.","mood":10,"__v":0}
{"_id":11,"string":"High estrogen is increasing your pain tolerance, making you talk faster, and motivating you to challenge yourself and try new things. If you are trying to conceive, this is the time to do it. Fertility levels are on the rise today, as you are close to ovulation. You may notice increased libido around this time, because testosterone levels are on the rise.","mood":11,"__v":0}
{"_id":12,"string":"Take advantage of high energy today. Remember to wash your hands more than normal, because high estrogen is weakening your immune system and thinning mucus in your nose and eyes, making you more vulnerable to cold and flu viruses. Testosterone is surging, which is nature's way of encouraging copulation around ovulation time.","mood":12,"__v":0}
{"_id":13,"string":"Your estrogen levels are peaking, so take advantage of all the hormonal effects this week -- the increased energy, brain skills, quick wit, upbeat mood and high confidence. Sudden bouts of euphoria are common and you are most likely chatting away to whoever will listen. Your five senses are sharpened as well.","mood":13,"__v":0}
{"_id":14,"string":"As estrogen sky-rockets, things can be getting more intense for you today. Emotions will be more colorful and you'll be more motivated to make a romantic connection during this time. Researchers discovered that you're more likely to wear red or pink clothes at the end of the second week of your cycle. ","mood":14,"__v":0}
{"_id":15,"string":"High estrogen and testosterone are ramping up to cycle-long highs, making you want to race through life. You may be tempted to cut corners on a project or speed through a task without reading instructions. If you notice yourself doing this, remember to take a deep breathe and take your time.","mood":15,"__v":0}
{"_id":16,"string":"Your estrogen levels are peaking and your body is about ready for the egg to emerge from the ovarian follicle. Research also shows that estrogen changes your voice, giving you a wider range of high and low notes as you speak.","mood":16,"__v":0}
{"_id":17,"string":"Your estrogen levels are peaking and your body is about ready for the egg to emerge from the ovarian follicle. There are also subtle changes in soft tissue that make your facial features more symmetrical and feminine. You are better able to understand instructions, absorb new information, and commit new facts to memory.","mood":17,"__v":0}
{"_id":18,"string":"When making decisions today, remember that high levels of hormones are making you prone to focusing more on what could go right instead of what could go wrong. Be cautious of taking unhealthy risks, but enjoy the optimism!","mood":18,"__v":0}
{"_id":19,"string":"You'll probably find that you have extra energy to burn today. Your desire for romance is at a cycle-long high. You may feel more fun-loving, upbeat, and talkative than you have all month.","mood":19,"__v":0}
{"_id":20,"string":"If you calculated correctly, today is ovulation day. This means that one of your ovaries releases an egg in hopes of being fertilized. Today is the last day of your cycle that your confidence will be super high. Over the next couple weeks, estrogen will drop and progesterone will rise, having adverse effects on your mood and energy levels.","mood":20,"__v":0}
{"_id":21,"string":"Estrogen and testosterone levels are starting to drop and progesterone levels are rising rapidly, which can trigger 'pre-PMS' (a shorter, less intense version of PMS). Estrogen will drop twice during your cycle, causing bouts of irritability, fatigue, and the blues. Rising progesterone will have a sedating effect, which has you feeling sleepy, quiet, and less interested in socializing.","mood":21,"__v":0}
{"_id":22,"string":"While the first half of your cycle was all about exploring the outer world, the second half will be about exploring the inner one. You're likely to be more introspective and in touch with your emotions during this time. Rising progesterone revs both your appetite and your desire to nest.","mood":22,"__v":0}
{"_id":23,"string":"During the first half of your week 3, estrogen drops for the first time, which can cause confidence and mood to drop with it. Cravings for salty and sweet foods is likely to increase. This is your body's way to \"eat for two\" just in case you got pregnant during your ovulation phase. You're likely to stick to activities and people that you're comfortable with. Try to cut back on foods high in salt and saturated fat, as you may be experiencing inflammation and water retention.","mood":23,"__v":0}
{"_id":24,"string":"At some point today, estrogen will begin to climb a bit. This, combined with rising progesterone, will give you a mellow, relaxed outlook. You're likely to sleep deeper and remain calmer than you have in the past couple weeks. If you have a major decision to make, now is a good time to do it because you're neither overly optimistic or overly pessimistic.","mood":24,"__v":0}
{"_id":25,"string":"As progesterone climbs, your pep and excitement will likely drop. You may be feeling very \"blah\" today. Progesterone weakens your speaking skills, making you more prone to tripping over your words.  You may also be feeling a strong urge to nest and beautify your home, thanks to progesterone.","mood":25,"__v":0}
{"_id":26,"string":"Progesterone is making you sleepy and more likely to zone out. You may notice brain fog and forgetfulness during this phase. You may be having more negative dreams, as you're more sensitive to stress and worry. Steer clear of negative news stories or gory movies, as research shows that frightening images will stick in your brain longer during this time.","mood":26,"__v":0}
{"_id":27,"string":"You're probably feeling mellow and sleepy today, which means you're less likely to show emotions or get excited. Because socializing may seem overwhelming right now, it'd be best to spend one-on-one time with a best friend over attending a party. To curb water retention, try eating foods that act as natural diuretics like asparagus, cucumber, ginger, parsley or watermelon.","mood":27,"__v":0}
{"_id":28,"string":"Progesterone peaks today. Give yourself more time to get ready for work, school or appointments, because progesterone is slowing you down. During this phase, you're more likely to seek out familiar faces rather than new and unfamiliar ones. Researchers speculate that this is in case you became pregnant during your ovulation phase and these people are more likely to be supportive.","mood":28,"__v":0}
{"_id":29,"string":"Estrogen is plunging again, making you increasingly irritable and impatient. You could also be experiencing aches, dizziness, nausea, and insomnia. However, you may be feeling more energetic than you did last week due to dropping progesterone. Try cutting back on caffeine, as it can make premenstrual irritability worse. You're more aware of your surroundings today, making you better at spotting danger.","mood":29,"__v":0}
{"_id":30,"string":"Your mood could see-saw today, depending on your sensitivity to plunging estrogen. You may be feeling extra sensitive, impatient, and insecure. You're also probably craving carbohydrate-rich foods. Try eating healthy carbs such as fruit, beans, grains and vegetables, as they've been shown to increase serotonin. You're more prone to accidents and injuries during this phase, so take extra caution.","mood":30,"__v":0}
{"_id":31,"string":"Pessimism is high today, so you're probably focusing on the negative. Avoid making any major life decisions during this time. It's best to hold off until the first week of your next cycle when you're seeing things in a more optimistic light. If premenstrual anger starts to rise, sugar has been proven to ease irritation.","mood":31,"__v":0}
{"_id":32,"string":"Dropping estrogen may muddle your brain a bit, making it hard for you to retain new information. You're likely feeling achey and uncomfortable. Taking ibuprofen, fish oil, or vitamin E at this time can lessen prostaglandins, which are chemicals that trigger painful uterine spasms (cramps).","mood":32,"__v":0}
{"_id":33,"string":"Be careful with how you react to people today. Plunging estrogen can make you touchy and pessimistic, causing you to jump to conclusions. You're more in touch with your emotions at this time, so it's a good idea to channel them into an artistic endeavor. Your brain skills are dampened, so remember to take a few minutes to bring down tension before a stressful task.","mood":33,"__v":0}
{"_id":34,"string":"You'll be happiest today sticking with things you know, because familiar experiences are comforting and your pessimism is at a cycle-long high. It's natural to focus on the negative during this phase, so remember to think of positive things that have happened throughout the day. The uterine lining is at its thickest and ready to shed.","mood":34,"__v":0}
